shariltumin/others-micropython/esp32-c3-luatos-blueboard/boards/ESP32_C3_KAKI5/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               "ESP32-C3 (KAKI5-NOGIL)"
#define MICROPY_HW_MCU_NAME                 "ESP32-C3"

#define MICROPY_PY_MACHINE_DAC              (0)
#define MICROPY_HW_ENABLE_SDCARD            (0)
#define MICROPY_PY_MACHINE_I2S              (0)

